Repository: Vikash863/Tour-Guide-Pro
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi, pa, ta

source: Home
hi: होम
pa: ਹੋਮ
ta: முகப்பு

source: Cab Booking
hi: कैब बुकिंग
pa: ਕੈਬ ਬੁਕਿੰਗ
ta: கேப் பதிவு

source: Hotels
hi: होटल्स
pa: ਹੋਟਲ
ta: ஹோட்டல்கள்

source: Destinations
hi: गंतव्य
pa: ਮੰਜ਼ੇ
ta: இடங்கள்

source: Itinerary
hi: यात्रा कार्यक्रम
pa: ਯਾਤਰਾ ਯੋਜਨਾ
ta: பயண திட்டம்

source: Contact
hi: संपर्क
pa: ਸੰਪਰਕ
ta: தொடர்பு

source: Login / Sign Up
hi: लॉगिन / साइन अप
pa: ਲੌਗਇਨ / ਸਾਈਨ ਅਪ

source: My Bookings
hi: मेरी बुकिंग्स
pa: ਮੇਰੀਆਂ ਬੁਕਿੰਗਾਂ

source: Logout
hi: लॉग आउट
pa: ਲੌਗਆਉਟ

source: Quick Links
hi: त्वरित लिंक
pa: ਤੁਰਤ ਲਿੰਕ

source: Services
hi: सेवाएँ
pa: ਸੇਵਾਵਾਂ

source: Testimonials
hi: समीक्षाएँ
pa: ਗਾਹਕਾਂ ਦੇ ਬਿਆਨ

source: Hotel Booking
hi: होटल बुकिंग
pa: ਹੋਟਲ ਬੁਕਿੰਗ

source: Cab Services
hi: कैब सेवाएँ
pa: ਕੈਬ ਸੇਵਾਵਾਂ

source: Travel Guides
hi: यात्रा गाइड
pa: ਯਾਤਰਾ ਗਾਈਡ

source: Travel Insurance
hi: यात्रा बीमा
pa: ਯਾਤਰਾ ਬੀਮਾ

source: Weather Updates
hi: मौसम अपडेट
pa: ਮੌਸਮ ਅਪਡੇਟ

source: Newsletter
hi: न्यूज़लेटर
pa: ਨਿਊਜ਼ਲੈਟਰ

source: Subscribe to get special offers and travel tips.
hi: विशेष ऑफ़र और यात्रा सुझाव पाने के लिए सब्सक्राइब करें।
pa: ਵਿਸ਼ੇਸ਼ ਪੇਸ਼ਕਾਵਾਂ ਅਤੇ ਯਾਤਰਾ ਸੁਝਾਅ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਸਬਸਕਰਾਈਬ ਕਰੋ.

source: Your email
hi: आपका ईमेल
pa: ਤੁਹਾਡਾ ਈਮੇਲ

source: Subscribe
hi: सब्सक्राइब करें
pa: ਸਬਸਕਰਾਈਬ ਕਰੋ

source: Privacy Policy
hi: गोपनीयता नीति
pa: ਗੋਪਨੀਯਤਾ ਨੀਤੀ

source: Terms of Service
hi: सेवा की शर्तें
pa: ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ

source: English
hi: अंग्रेज़ी
pa: ਅੰਗਰੇਜ਼ੀ

source: Hindi
hi: हिंदी
pa: ਹਿੰਦੀ

source: Tamil
hi: तमिल
pa: ਤਮਿਲ

source: Punjabi
hi: पंजाबी
pa: ਪੰਜਾਬੀ

source: Bengali
hi: बंगाली
pa: ਬੰਗਾਲੀ

source: Marathi
hi: मराठी
pa: ਮਰਾਠੀ

source: Gujarati
hi: गुजराती
pa: ਗੁਜਰਾਤੀ

source: Telugu
hi: तेलुगु
pa: ਤੇਲੁਗੁ

source: Kannada
hi: कन्नड़
pa: ਕੰਨੜ

source: Malayalam
hi: मलयालम
pa: ਮਲਿਆਲਮ

source: Urdu
hi: उर्दू
pa: ਉਰਦੂ

source: Plan Your Perfect Trip
hi: अपनी परफेक्ट यात्रा की योजना बनाएं
pa: ਆਪਣੀ ਸਪੱਸ਼ਟ ਯਾਤਰਾ ਯੋਜਨਾ ਬਣਾਓ
ta: உங்கள் சிறந்த பயணத்தை திட்டமிடுங்கள்

source: Explore destinations, book cabs and hotels, and build your itinerary—all in one place.
hi: गंतव्यों की खोज करें, कैब और होटल बुक करें, और एक ही जगह पर अपना यात्रा कार्यक्रम बनाएं।
pa: ਮੰਜੇ ਖੋਜੋ, ਕੈਬ ਅਤੇ ਹੋਟਲ ਬੁਕ ਕਰੋ, ਅਤੇ ਇੱਕ ਜਗ੍ਹਾ ਤੇ ਆਪਣੀ ਯਾਤਰਾ ਯੋਜਨਾ ਬਣਾਓ.
ta: இடங்களை ஆராயுங்கள், கேப் மற்றும் ஹோட்டல்களை முன்பதிவு செய்யுங்கள், ஒரே இடத்தில் உங்கள் பயண திட்டத்தை உருவாக்குங்கள்.

source: Start Planning
hi: योजना बनाना शुरू करें
pa: ਯੋਜਨਾ ਬਣਾਉਣੀ ਸ਼ੁਰੂ ਕਰੋ
ta: திட்டமிடத் தொடங்குங்கள்

source: Explore Destinations
hi: गंतव्यों की खोज करें
pa: ਮੰਜੇ ਖੋਜੋ
ta: இடங்களை ஆராயுங்கள்

source: 🚕 Cab Booking
hi: 🚕 कैब बुकिंग
pa: 🚕 ਕੈਬ ਬੁਕਿੰਗ

source: 🏨 Hotel Finder
hi: 🏨 होटल खोजक
pa: 🏨 ਹੋਟਲ ਖੋਜਕਾਰ

source: 🌍 Destination Info
hi: 🌍 गंतव्य जानकारी
pa: 🌍 ਮੰਜਾ ਜਾਣਕਾਰੀ

source: 🗓️ Smart Itinerary
hi: 🗓️ स्मार्ट यात्रा कार्यक्रम
pa: 🗓️ ਸਮਾਰਟ ਯਾਤਰਾ ਯੋਜਨਾ

source: Popular Destinations
hi: लोकप्रिय गंतव्य
pa: ਪ੍ਰਸਿੱਧ ਮੰਜੇ

source: View More
hi: और देखें
pa: ਹੋਰ ਦੇਖੋ

source: How It Works
hi: यह कैसे काम करता है
pa: ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ

source: Choose Destination
hi: गंतव्य चुनें
pa: ਮੰਜਾ ਚੁਣੋ

source: Pick your dream location from curated travel spots.
hi: क्यूरेटेड यात्रा स्पॉट्स में से अपना ड्रीम लोकेशन चुनें।
pa: ਚੁਣੇ ਹੋਏ ਯਾਤਰਾ ਸਥਾਨਾਂ ਵਿੱਚੋਂ ਆਪਣਾ ਸੁਪਨਾ ਮੰਜਾ ਚੁਣੋ.

source: Book Cab & Hotel
hi: कैब और होटल बुक करें
pa: ਕੈਬ ਅਤੇ ਹੋਟਲ ਬੁਕ ਕਰੋ

source: Reserve transportation and stay with trusted partners.
hi: विश्वसनीय साथियों के साथ परिवहन बुक करें और ठहरें।
pa: ਭਰੋਸੇਮੰਦ ਸਾਥੀਆਂ ਨਾਲ ਆਵਾਜਾਈ ਬੁਕ ਕਰੋ ਅਤੇ ਠਹਿਰੋ.

source: Weather & Food Info
hi: मौसम और भोजन जानकारी
pa: ਮੌਸਮ ਅਤੇ ਭੋਜਨ ਜਾਣਕਾਰੀ

source: Check forecasts and discover local cuisine highlights.
hi: मौसम का पूर्वानुमान देखें और स्थानीय व्यंजनों की खोज करें।
pa: ਮੌਸਮ ਦੀ ਭਵਿੱਖਬਾਣੀ ਦੇਖੋ ਅਤੇ ਸਥਾਨਕ ਭੋਜਨ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਖੋਜੋ.

source: View Trip Plan
hi: यात्रा योजना देखें
pa: ਯਾਤਰਾ ਯੋਜਨਾ ਦੇਖੋ

source: Access your personalized travel plan anytime.
hi: कभी भी अपनी व्यक्तिगत यात्रा योजना एक्सेस करें।
pa: ਕਿਸੇ ਵੀ ਸਮੇਂ ਆਪਣੀ ਨਿੱਜੀ ਯਾਤਰਾ ਯੋਜਨਾ ਐਕਸੈਸ ਕਰੋ.

source: What Our Users Say
hi: हमारे उपयोगकर्ता क्या कहते हैं
pa: ਸਾਡੇ ਉਪਯੋਗਕਰਤਾ ਕੀ ਕਹਿੰਦੇ ਹਨ

source: Your trusted partner for unforgettable travel experiences. We make travel planning simple and enjoyable.
hi: यादगार यात्रा अनुभवों के लिए आपका विश्वसनीय साथी। हम यात्रा की योजना बनाने को सरल और आनंददायक बनाते हैं।
pa: ਯਾਦਗਾਰ ਯਾਤਰਾ ਅਨੁਭਵਾਂ ਲਈ ਤੁਹਾਡਾ ਭਰੋਸੇਮੰਦ ਸਾਥੀ. ਅਸੀਂ ਯਾਤਰਾ ਯੋਜਨਾ ਨੂੰ ਸੌਖਾ ਅਤੇ ਮਜ਼ਾ ਬਣਾਉਂਦੇ ਹਾਂ.

source: FAQ
hi: अक्सर पूछे जाने वाले प्रश्न
pa: ਅਕਸਰ ਪੁੱਛੇ ਜਾਂਦੇ ਪ੍ਰਸ਼ਨ

source: This field is required.
hi: यह फ़ील्ड आवश्यक है।

source: Enter a valid value.
hi: मान्य मान दर्ज करें।

source: Enter a valid email address.
hi: मान्य ईमेल पता दर्ज करें।

source: Enter a valid URL.
hi: मान्य URL दर्ज करें।

source: Enter a number.
hi: एक संख्या दर्ज करें।

source: Enter a whole number.
hi: एक पूर्ण संख्या दर्ज करें।

source: Enter a valid date.
hi: मान्य तिथि दर्ज करें।

source: Enter a valid time.
hi: मान्य समय दर्ज करें।

source: Enter a valid date/time.
hi: मान्य तिथि/समय दर्ज करें।

source: Enter a valid JSON.
hi: मान्य JSON दर्ज करें।

source: Select a valid choice. %(value)s is not one of the available choices.
hi: मान्य विकल्प चुनें। %(value)s उपलब्ध विकल्पों में से नहीं है।

source: No file was submitted.
hi: कोई फ़ाइल प्रस्तुत नहीं की गई।

source: The submitted file is empty.
hi: प्रस्तुत फ़ाइल खाली है।

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
hi: मान्य छवि अपलोड करें। अपलोड की गई फ़ाइल छवि नहीं है या क्षतिग्रस्त है।

source: Forbidden
hi: प्रतिबंधित

source: CSRF verification failed. Request aborted.
hi: CSRF सत्यापन विफल। अनुरोध रद्द कर दिया गया।

source: TourGuidePro Features
ta: டூர்கைட்ப்ரோ அம்சங்கள்

source: GPS Tracking
ta: GPS ட்ராக்கிங்

source: Weather
ta: வானிலை

source: Weather Information
ta: வானிலை தகவல்

source: Check weather conditions for your destination before you go.
ta: நீங்கள் செல்வதற்கு முன்பு உங்கள் இடத்தின் வானிலை நிலையை சரிபார்க்கவும்.

source: Enter city name
ta: நகரத்தின் பெயரை உள்ளிடவும்

source: Get Weather
ta: வானிலை பெறுங்கள்

source: Expense Tracker
ta: செலவு டிராக்கர்

source: Track all your travel expenses and stay within budget.
ta: உங்கள் அனைத்து பயண செலவுகளையும் கண்காணித்து, பட்ஜெட்டில் இருங்கள்.

source: Total Spent
ta: மொத்தம் செலவழித்தது

source: Budget
ta: பட்ஜெட்

source: Remaining
ta: மீதம்

source: Select Category
ta: வகையை தேர்ந்தெடுக்கவும்

source: Transport
ta: போக்குவரத்து

source: Accommodation
ta: தங்குமிடம்

source: Food
ta: உணவு

source: Activities
ta: செயல்பாடுகள்

source: Shopping
ta: ஷாப்பிங்

source: Miscellaneous
ta: இதர

source: Amount
ta: தொகை

source: Description
ta: விளக்கம்

source: Add
ta: சேர்க்க

source: Recent Expenses
ta: சமீபத்திய செலவுகள்

source: Checklist
ta: செக்லிஸ்ட்

source: Travel Checklist
ta: பயண செக்லிஸ்ட்

source: Never forget essentials with our smart packing checklists.
ta: எங்களின் திறமையான பேக்கிங் செக்லிஸ்ட்களுடன் அவசர பொருட்களை மறவாதீர்கள்.

source: Quick Templates
ta: விரைவு டெம்ப்ளேட்கள்

source: Beach Vacation
ta: கடற்கரை விடுமுறை

source: Mountain Trek
ta: மலை ஏற்றம்

source: Business Trip
ta: வணிக பயணம்

source: Swimsuit, sunscreen, and more
ta: ஸ்விம்சூட், சன்ஸ்கிரீன் மற்றும் பல

source: Hiking gear and essentials
ta: ஹைகிங் உபகரணங்கள் மற்றும் அவசர பொருட்கள்

source: Professional essentials
ta: தொழில் நிபுணர் அவசர பொருட்கள்

source: My Checklist
ta: எனது செக்லிஸ்ட்

source: Add new item
ta: புதிய பொருளை சேர்க்க

source: Referral
ta: பரிந்துரை

source: Referral Program
ta: பரிந்துரை திட்டம்

source: Share with friends and earn rewards on every referral!
ta: நண்பர்களுடன் பகிர்ந்து ஒவ்வொரு பரிந்துரைக்கும் வெகுமதி பெறுங்கள்!

source: Your Referral Code
ta: உங்கள் பரிந்துரை குறியீடு

source: Generate Code
ta: குறியீடு உருவாக்கு

source: Total Referrals
ta: மொத்த பரிந்துரைகள்

source: Completed
ta: முடிந்தது

source: Total Earned
ta: மொத்தம் சம்பாதித்தது

source: Share Your Code
ta: உங்கள் குறியீட்டை பகிருங்கள்

source: WhatsApp
ta: வாட்ஸ்அப்

source: Email
ta: மின்னஞ்சல்

source: Copy Code
ta: குறியீடு நகல்

source: Apply Referral Code
ta: பரிந்துரை குறியீடு பயன்படுத்து

source: Enter referral code
ta: பரிந்துரை குறியீட்டை உள்ளிடவும்

source: Apply
ta: பயன்படுத்து

source: GPS Map Tracking
ta: GPS வரைபட ட்ராக்கிங்

source: Track your trips in real-time and never lose your way.
ta: உங்கள் பயணங்களை நிகழ்நேரத்தில் கண்காணித்து, உங்கள் வழியை இழக்காதீர்கள்.

source: Start Tracking
ta: ட்ராக்கிங் தொடங்கு

source: Stop Tracking
ta: ட்ராக்கிங் நிறுத்து

source: Current Location
ta: தற்போதைய இடம்

source: Click to get your location
ta: உங்கள் இடத்தைப் பெற கிளிக் செய்யவும்

source: 7-Day Forecast
ta: 7 நாள் முன்னறிவிப்பு

source: Select a template or add items
ta: டெம்ப்ளேட் தேர்ந்தெடுக்கவும் அல்லது பொருட்களை சேர்க்கவும்
